import React from 'react';
import './foot.css';

const Foot = () => {
  return (
    <footer className="foot" id="jb35aasa23vt2c3x4r55x2jxyrxy32">
      <p>Обращаем ваше внимание на то, что вся представленная на сайте информация носит исключительно информационный характер и ни при каких условиях не является публичной офертой, определяемой положением ч. 2 ст. 437 Гражданского кодекса Российской Федерации. Для получения подробной информации, пожалуйста, обращайтесь к менеджеру по продажам.</p>
      <div><a className="anchor-a" href="#sd87dhs87dhjl4n5l6jnserg545fe2">ВВерх!</a></div>
    </footer>
  );
}

export default Foot;
