import React from 'react';
import './foot.css';

const Foot = () => {
  return (
    <footer className="foot">
      <p>&copy; Стальные двери "Армада".</p>
      <p>Обращаем ваше внимание на то, что вся представленная на сайте информация носит исключительно информационный характер и ни при каких условиях не является публичной офертой, определяемой положением ч. 2 ст. 437 Гражданского кодекса Российской Федерации. Для получения подробной информации, пожалуйста, обращайтесь к менеджеру по продажам.</p>
    </footer>
  );
}

export default Foot;
